autoconf
automake
bash
binutils
bison
bzip2
ca-certificates
chromium
coreutils
cryptsetup
deepin-image-viewer
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
epiphany
fakeroot
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-control-center
gnome-keyring
gnome-tweak-tool
gptfdisk
grep
groff
grub
guake
gzip
inetutils
iproute2
iputils
iw
jfsutils
less
libatasmart
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
nautilus
netctl
network-manager-applet
networkmanager
openssh
pacman
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
python-pip
reiserfsprogs
rsync
ruby
ruby-docs
s-nail
seahorse
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
usbutils
util-linux
vi
vim
vlc
which
wireless_tools
wpa_supplicant
xdg-user-dirs
xf86-input-synaptics
xf86-video-ati
xfsprogs
xorg-xinit
zsh
zsh-completions
